[
  {
    "Name": "Blast Radius [X/Y]",
    "Description": "This weapon explodes, dealing no critical damage. Roll double damage dice within X meters, none beyond Y meters. If X is 0, only the tile it lands on receives double damage."
  },
  {
    "Name": "Bulky",
    "Description": "Disadvantage and -2 penalty to stealth checks."
  },
  {
    "Name": "Chain",
    "Description": "This chain weapon can get around an opponent's defense. The target gains no Guard from carrying a shield or second weapon, but you take a -2 attack penalty."
  },
  {
    "Name": "Cover",
    "Description": "The Guard bonus on this item applies to ranged attacks as well."
  },
  {
    "Name": "Double Grip [X]",
    "Description": "When you have nothing in the offhand, increase the damage by X when attacking."
  },
  {
    "Name": "Durability [X]",
    "Description": "This item can take X damage before it breaks."
  }
  {
    "Name": "Finesse",
    "Description": "You may use your AGI modifier instead of your MGT modifier for the attack and damage rolls."
  },
  {
    "Name": "Flimsy",
    "Description": "This weapon gets a -2 penalty to attack rolls in melee and breaks on hit."
  },
  {
    "Name": "Guard [X]",
    "Description": "Adds X to your Guard."
  },
  {
    "Name": "Light",
    "Description": "This weapon is ideal for use in the off-hand while dual-wielding, and can be used while grappling."
  },
  {
    "Name": "Loading [X]",
    "Description": "Requires X AP to reload."
  },
  {
    "Name": "Masterwork",
    "Description": "Gain +2 to attack/damage rolls."
  },
  {
    "Name": "Range [X]",
    "Description": "For every X meters the target is away, take -2 to your attack roll."
  },
  {
    "Name": "Reach",
    "Description": "Add 2 meters to your attack range. When enemies enter your weapon range and none are already next to you, make an AoO. If it succeeds they are pushed back."
  },
  {
    "Name": "Split",
    "Description": "This weapon can use the Split Shield technique."
  },
  {
    "Name": "Stun",
    "Description": "You strike with a blunt end of the weapon. Perform your Swing attack, but halve the damage done and convert it to Crushing."
  },
  {
    "Name": "Sunder [X/Y]",
    "Description": "This weapon ignores X of Y damage reduction."
  },
  {
    "Name": "Sweep",
    "Description": "This weapon can use the Sweep technique."
  },
  {
    "Name": "Thrown [X]",
    "Description": "This weapon has no extra throwing penalty. For every X meters the target is away, take -2 to your attack roll. Y is the maximum distance it can be thrown."
  }
]