{
  "name": "Dragon",
  "size": "Gigantic",
  "description": [
    "A gigantic, magical, flying creature that distantly resembles lizards. Dragons possess immense strength and the ability to breathe fire, and are covered in a tough hide of scales. On top of this, they have a mind to rival any mortal scholar, and were among the first creatures to walk the earth, having been created by Neretho the World-Shaper. They refer to themselves as the \"Firstborn\", and are extremely proud of this fact."
  ],
  "category": "Legendary",
  "playable": false,
  "stats": {
    "SPR": 30,
    "PER": 28,
    "AGI": 15,
    "MGT": 60,
    "FOR": 60,
    "INT": 28,
    "CHR": 30
  },
  "combat_stats": {
    "ap": 17,
    "willpower": 37,
    "guard": 18,
    "wounded": 60,
    "very_wounded": 150,
    "dead": 240
  },
  "techniques_allowed": false,
  "num_attacks": 4,
  "attacks": {
    "0": {
      "name": "Breathe Fire",
      "ap_cost": 12,
      "damage": "6d10 Fire",
      "description": "The dragon breathes fire in a 12m long straight line, forcing targets to make a DC12 Acrobatics or Athletics check. On a failure, it takes the full listed damage, and half as much on a success. The creature also gains the Burning status effect."
    },
    "1": {
      "name": "Bite",
      "ap_cost": 8,
      "damage": "5d12 Rending",
      "description": "The dragon bites one target adjacent to it. If it succeeds, it can pay 2 more AP to throw the target, which travels 1d12 x 2m and takes 1d4 Crushing damage for every 2m it flies. "
    },
    "2": {
      "name": "Tail Swipe",
      "ap_cost": 12,
      "damage": "5d10 Crushing",
      "description": "The dragon swipes at an arc of 3 tiles within 6m of it using its tail. Targets hit by the sweep fall prone and are knocked in the direction of the sweep 1d12 x 2m, taking 1d4 Crushing damage for every 2m they travel."
    },
    "3": {
      "name": "Body Slam",
      "ap_cost": 16,
      "damage": "10d10 Crushing",
      "description": "The dragon forcefully lands if in the air, crushing all targets beneath it."
    }
  },
  "perks_allowed": true,
  "perks": "Language - All, Death Blow 2, Tough",
  "traits_allowed": true,
  "traits": {
    "0": {
      "name": "Dragonhide",
      "description": "Dragons have damage resistance from all sources."
    },
    "1": {
      "name": "Frightening Presence",
      "description": "Whenever a dragon flies or breathes fire, all creatures within 60m that can see it must make a SPR check or gain the Afraid status effect for 1d4 turns."
    },
    "2": {
      "name": "Poisonous Blood",
      "description": "Dragon blood is a very potent toxin that can be absorbed through the skin. A few drops relax and nunmb the area, making a good painkiller, but a small vial's worth, like the kind sold at an alchemist's shop, will kill any tiger or bear easily. Whenever you harm a dragon in melee, roll 1d20. On a roll of 3 or lower, you are splashed with dragon blood and must make a DC15 FOR check. On a failure, take 2d10 damage, or half that on a success. If wearing heavy armor, you must instead roll 2 or lower to be splashed."
    }
  }
}